{
  "HEADER": {
    "TITLE": "Je suis"
  },
  "ABOUT": {
    "TITLE": "A' Propos de Moi",
    "POSITION": "Actuellement, Je suis Full Stack Développeur @ Accenture",
    "DESCRIPTION_SOCIETY": "Société multinationale en services professionnels.",
    "DESCRIPTION_1": "Passionné par l'Innovation, l'Informatique et les Systèmes Informatiques, Je suis ouvert à  toutes propositions en études et développement Informatique utilisant diffèrentes langues de programmation dans les domaines de l'Ingénierie et du Conseil Technologique, de la Finance et des Banques.",
    "DESCRIPTION_2": "Rigoureux, Esprit d'initiative, d'analyse, de synthèse, Sens de l'organisation et du relationnel, Capacité pour le travail en équipe. Disponible immédiatement, Mobile géographiquement et à  l'écoute du marché.",
    "NAME": "Nom",
    "YEAR": "Age",
    "ADRESSE": "Adresse de Résidence",
    "EMAIL": "E-mail",
    "PHONE": "Télephone",
    "DISPONIBILITY_REQUEST": "Disponibilité",
    "DISPONIBILITY_RESPONSE": "CDI (J'évalue aussi les postes en Freelance)",
    "TESTIMONIALS": "Témoignages",
    "SERVICES": "Services",
    "CONFIANCE": "Ils m'ont fait confiance",
    "FUN": "Faits Amusants",
    "SHOW_MORE": "Voir Plus",
    "SHOW_LESS": "Voir Moins"
  },
  "RESUME": {
    "TITLE": "Mon Expertise",
    "YEAR_WORK": "5 Années d'expèrience",
    "EDUCATION": {
      "TITLE": "Education"
    },
    "EXPERTISE": {
      "TITLE": "Expériences"
    },
    "TECHNICAL": {
      "TITLE": "Compètences Techniques"
    },
    "DOWNLOAD_CV": "Télécharger le CV"
  },
  "PORTFOLIO": {
    "TITLE": "Mon Porte-Feuille"
  },
  "BLOG": {
    "TITLE": "Mon Blog"
  },
  "TESTIMONIAL": {
    "TITLE": "Témoignages"
  },
  "CONTACT": {
    "TITLE": "Contactez Moi",
    "RIGHT_FORM": {
      "TITLE": "Contactez Moi",
      "DESCRIPTION": "Veuillez trouver ci-dessous toutes les informations pour entrer en contact avec moi. Je me fairais le plaisir de vous repondre le plus vite possible.",
      "AVAILABLE": "Disponible Maintenant"
    },
    "LEFT_FORM": {
      "TITLE": "Formulaire de Contact",
      "FULLNAME": "Nom et Prènom",
      "EMAIL": "Adresse Email",
      "MESSAGE": "Message pour toi",
      "BUTTON": "Envoyez le Message"
    }
  },
  "FOOTER": {
    "REALIZED": "Realisé par",
    "ALL_RIGHTS": "Tous droits reservés.",
    "PRIVACY": "Politiques de Confidentialités",
    "CONDITION": "Termes et Conditions",
    "VERSION": "Version",
    "VERSION_NUMBER": "2.0.0",
    "LAST_VERSION": "Allez à la version précédente"
  },
  "PRIVACY": {
    "TITLE": "Mes Politiques de Confidentialités"
  },
  "CONDITION": {
    "TITLE": "Mes Termes et Conditions",
    "DEFINITIONS": {
      "TITLE": "Définitions",
      "CLIENT": {
        "TITLE": "Client : ",
        "DESCRIPTION": "tout professionnel ou personne physique capable au sens des articles 1123 et suivants du Code civil, ou personne morale, qui visite le Site objet des présentes conditions générales."
      },
      "SERVICES": {
        "TITLE": "Prestations et Services : ",
        "DESCRIPTION": "met à disposition des Clients : "
      },
      "CONTENT": {
        "TITLE": "Contenu : ",
        "DESCRIPTION": "Ensemble des éléments constituants l’information présente sur le Site, notamment textes – images – vidéos."
      },
      "INFOS_CUSTOMERS": {
        "TITLE": "Informations clients : ",
        "DESCRIPTION_1": "Ci après dénommé « Information (s) » qui correspondent à l’ensemble des données personnelles susceptibles d’être détenues par",
        "DESCRIPTION_2": "pour la gestion de votre compte, de la gestion de la relation client et à des fins d’analyses et de statistiques."
      },
      "USER": {
        "TITLE": "Utilisateur : ",
        "DESCRIPTION": "Internaute se connectant, utilisant le site susnommé."
      },
      "INFOS_PERSONNALS": {
        "TITLE": "Informations personnelles : ",
        "DESCRIPTION": "« Les informations qui permettent, sous quelque forme que ce soit, directement ou non, l'identification des personnes physiques auxquelles elles s'appliquent » (article 4 de la loi n° 78-17 du 6 janvier 1978)."
      },
      "DESCRIPTION": "Les termes « données à caractère personnel », « personne concernée », « sous traitant » et « données sensibles » ont le sens défini par le Règlement Général sur la Protection des Données (RGPD : n° 2016-679)"
    },
    "PRESTATIONS": {
      "TITLE": "1. Présentation du site internet.",
      "DESCRIPTION_1": "En vertu de l'article 6 de la loi n° 2004-575 du 21 juin 2004 pour la confiance dans l'économie numérique, il est précisé aux utilisateurs du site internet",
      "DESCRIPTION_2": "l'identité des différents intervenants dans le cadre de sa réalisation et de son suivi:",
      "OWNER": {
        "TITLE": "Propriétaire",
        "DESCRIPTION": ": Randrin Nzeukang – Via Santa Maria 31/7 27029 Vigevano"
      },
      "RESPONSIBLE": {
        "TITLE": "Responsable publication",
        "DESCRIPTION_1": ": Randrin Nzeukang – nzeukangrandrin@gmail.com",
        "DESCRIPTION_2": "Le responsable publication est une personne physique ou une personne morale."
      },
      "WEBMASTER": {
        "TITLE": "Webmaster",
        "DESCRIPTION": ": Randrin Nzeukang – nzeukangrandrin@gmail.com"
      },
      "HOST": {
        "TITLE": "Hébergeur",
        "DESCRIPTION": ": Netlify – 2325 3rd Street, Suite 296 94107 San Francisco, California 010101010101"
      },
      "DATA_PROTECTION": {
        "TITLE": "Délégué à la protection des données",
        "DESCRIPTION": ": Randrin Nzeukang – nzeukangrandrin@gmail.com"
      },
      "COPYRIGHT": {
        "TITLE": "Ce modèle de mentions légales est proposé par le ",
        "DESCRIPTION": "générateur gratuit offert par Orson.io"
      }
    },
    "GENERALS_CONDITIONS": {
      "TITLE": "2. Conditions générales d'utilisation du site et des services proposés.",
      "DESCRIPTION_1": "Le Site constitue une œuvre de l’esprit protégée par les dispositions du Code de la Propriété Intellectuelle et des Réglementations Internationales applicables. Le Client ne peut en aucune manière réutiliser, céder ou exploiter pour son propre compte tout ou partie des éléments ou travaux du Site.",
      "DESCRIPTION_2": "L’utilisation du site ",
      "DESCRIPTION_3": " implique l’acceptation pleine et entière des conditions générales d’utilisation ci-après décrites. Ces conditions d’utilisation sont susceptibles d’être modifiées ou complétées à tout moment, les utilisateurs du site ",
      "DESCRIPTION_4": " sont donc invités à les consulter de manière régulière.",
      "DESCRIPTION_5": "Ce site internet est normalement accessible à tout moment aux utilisateurs. Une interruption pour raison de maintenance technique peut être toutefois décidée par ",
      "DESCRIPTION_6": ", qui s’efforcera alors de communiquer préalablement aux utilisateurs les dates et heures de l’intervention. Le site web ",
      "DESCRIPTION_7": " est mis à jour régulièrement par ",
      "DESCRIPTION_8": " responsable. De la même façon, les mentions légales peuvent être modifiées à tout moment : elles s’imposent néanmoins à l’utilisateur qui est invité à s’y référer le plus souvent possible afin d’en prendre connaissance."
    },
    "SERVICES": {
      "TITLE": "3. Description des services fournis.",
      "DESCRIPTION_1": "Le site internet ",
      "DESCRIPTION_2": "a pour objet de fournir une information concernant l’ensemble des activités de la société. ",
      "DESCRIPTION_3": "s’efforce de fournir sur le site ",
      "DESCRIPTION_4": "des informations aussi précises que possible. Toutefois, il ne pourra être tenu responsable des oublis, des inexactitudes et des carences dans la mise à jour, qu’elles soient de son fait ou du fait des tiers partenaires qui lui fournissent ces informations.",
      "DESCRIPTION_5": "Toutes les informations indiquées sur le site",
      "DESCRIPTION_6": "sont données à titre indicatif, et sont susceptibles d’évoluer. Par ailleurs, les renseignements figurant sur le site ",
      "DESCRIPTION_7": "ne sont pas exhaustifs. Ils sont donnés sous réserve de modifications ayant été apportées depuis leur mise en ligne."
    },
    "LIMITATIONS": {
      "TITLE": "4. Limitations contractuelles sur les données techniques",
      "DESCRIPTION_1": "Le site utilise la technologie JavaScript. Le site Internet ne pourra être tenu responsable de dommages matériels liés à l’utilisation du site. De plus, l’utilisateur du site s’engage à accéder au site en utilisant un matériel récent, ne contenant pas de virus et avec un navigateur de dernière génération mis-à-jour Le site",
      "DESCRIPTION_2": "est hébergé chez un prestataire sur le territoire de l’Union Européenne conformément aux dispositions du Règlement Général sur la Protection des Données (RGPD : n° 2016-679)",
      "DESCRIPTION_3": "L’objectif est d’apporter une prestation qui assure le meilleur taux d’accessibilité. L’hébergeur assure la continuité de son service 24 Heures sur 24, tous les jours de l’année. Il se réserve néanmoins la possibilité d’interrompre le service d’hébergement pour les durées les plus courtes possibles notamment à des fins de maintenance, d’amélioration de ses infrastructures, de défaillance de ses infrastructures ou si les Prestations et Services génèrent un trafic réputé anormal.",
      "DESCRIPTION_4": "et l’hébergeur ne pourront être tenus responsables en cas de dysfonctionnement du réseau Internet, des lignes téléphoniques ou du matériel informatique et de téléphonie lié notamment à l’encombrement du réseau empêchant l’accès au serveur."
    },
    "PROPERTIES": {
      "TITLE": "5. Propriété intellectuelle et contrefaçons.",
      "DESCRIPTION_1": "est propriétaire des droits de propriété intellectuelle et détient les droits d’usage sur tous les éléments accessibles sur le site internet, notamment les textes, images, graphismes, logos, vidéos, icônes et sons. Toute reproduction, représentation, modification, publication, adaptation de tout ou partie des éléments du site, quel que soit le moyen ou le procédé utilisé, est interdite, sauf autorisation écrite préalable de :",
      "DESCRIPTION_2": "Toute exploitation non autorisée du site ou de l’un quelconque des éléments qu’il contient sera considérée comme constitutive d’une contrefaçon et poursuivie conformément aux dispositions des articles L.335-2 et suivants du Code de Propriété Intellectuelle."
    }
  },
  "MODAL": {
    "IN_MODAL": "chez",
    "OPEN_MODAL": "Lire Plus",
    "CLOSE_MODAL": "Fermer",
    "DESCRIPTION_MODAL": "Description: ",
    "RESPONSABILITY_MODAL": "Responsabilitès: ",
    "TECHNICAL_MODAL": "Environnement Technique: "
  }
}
