{
  "HEADER": {
    "TITLE": "Sono"
  },
  "ABOUT": {
    "TITLE": "A Proposito di me",
    "POSITION": "Ora, Sono Full Stack Developer @ Accenture",
    "DESCRIPTION_SOCIETY": "Società multinazionale di servizi professionali.",
    "DESCRIPTION_1": "Appassionato dall’Innovazione, dall’Informatica e dai Sistemi Informativi, sono aperto a tutte le proposte in ricerca e sviluppo in Informatica utilizzando diversi linguaggi di programmazione nel campo dell’ Ingegneria e della Consulenza Tecnologia, della Finanza e delle Banche.",
    "DESCRIPTION_2": "Rigoroso, Spirito di iniziativa, analisi e sintesi, Forti capacità organizzative e relazionali, Capacità di lavoro in squadra. Disponibile da subito, Mobilità geografica e in ascolto del mercato del lavoro.",
    "NAME": "Cognome e Nome",
    "YEAR": "Età",
    "ADRESSE": "Indirizzo di Residenza",
    "EMAIL": "Indirizzo E-mail",
    "PHONE": "Telefono",
    "DISPONIBILITY_REQUEST": "Disponibilità",
    "DISPONIBILITY_RESPONSE": "Contratto a Tempo Indeterminato (Sono anche disponibile per Freelance)",
    "TESTIMONIALS": "Testimonianze",
    "SERVICES": "Servizi",
    "CONFIANCE": "Si fidavano di me",
    "FUN": "Fatti Divertenti",
    "SHOW_MORE": "Mostra di più",
    "SHOW_LESS": "Mostra di meno"
  },
  "RESUME": {
    "TITLE": "Le Mie Competenze",
    "YEAR_WORK": "5 Anni di esperienza",
    "EDUCATION": {
      "TITLE": "Educazione"
    },
    "EXPERTISE": {
      "TITLE": "Esperienze"
    },
    "TECHNICAL": {
      "TITLE": "Abilità Tecniche"
    },
    "DOWNLOAD_CV": "Scarica il CV"
  },
  "PORTFOLIO": {
    "TITLE": "Il Mio Portfolio"
  },
  "BLOG": {
    "TITLE": "Il Mio Blog"
  },
  "TESTIMONIAL": {
    "TITLE": "Testimonianze"
  },
  "CONTACT": {
    "TITLE": "Contattami",
    "RIGHT_FORM": {
      "TITLE": "Mettiti in contatto",
      "DESCRIPTION": "Di seguito troverai tutte le informazioni per contattarmi. Sarei felice di risponderti al più presto.",
      "AVAILABLE": "Disponibile Ora"
    },
    "LEFT_FORM": {
      "TITLE": "Modulo di Contatto",
      "FULLNAME": "Nome e Cognome",
      "EMAIL": "Indirizzo Email",
      "MESSAGE": "Messaggio per me",
      "BUTTON": "Invia il Messaggio"
    }
  },
  "FOOTER": {
    "REALIZED": "Realizzato da",
    "ALL_RIGHTS": "Tutti i diritti riservati.",
    "PRIVACY": "Norme sulla privacy",
    "CONDITION": "Termini e Condizioni",
    "VERSION": "Versione",
    "VERSION_NUMBER": "2.0.0",
    "LAST_VERSION": "Vai alla versione precedente"
  },
  "PRIVACY": {
    "TITLE": "Le mie Norme sulla Privacy"
  },
  "CONDITION": {
    "TITLE": "I miei Termini e Condizioni",
    "DEFINITIONS": {
      "TITLE": "Definizioni",
      "CLIENT": {
        "TITLE": "Cliente : ",
        "DESCRIPTION": "qualsiasi persona fisica professionale o abilitata ai sensi degli articoli 1123 e seguenti del codice civile, o persona giuridica, che visiti il ​​Sito subordinatamente alle presenti condizioni generali."
      },
      "SERVICES": {
        "TITLE": "Vantaggi e servizi : ",
        "DESCRIPTION": "mette a disposizione dei Clienti : "
      },
      "CONTENT": {
        "TITLE": "Contenuto : ",
        "DESCRIPTION": "Tutti gli elementi che compongono le informazioni sul Sito, in particolare testi - immagini - video."
      },
      "INFOS_CUSTOMERS": {
        "TITLE": "Informazioni per il cliente : ",
        "DESCRIPTION_1": "Di seguito denominate «Informazioni» che corrispondono a tutti i dati personali che possono essere detenuti da",
        "DESCRIPTION_2": "per la gestione del tuo account, la gestione del rapporto con il cliente e per finalità di analisi e statistiche."
      },
      "USER": {
        "TITLE": "Utente : ",
        "DESCRIPTION": "Utente Internet che si connette, utilizzando il suddetto sito."
      },
      "INFOS_PERSONNALS": {
        "TITLE": "Informazioni personali : ",
        "DESCRIPTION": "«Informazioni che consentono, in qualsiasi forma, direttamente o indirettamente, l'identificazione delle persone fisiche alle quali si applica» (articolo 4 della legge n ° 78-17 del 6 gennaio 1978)."
      },
      "DESCRIPTION": "I termini «dati personali», «soggetto interessato», «subappaltatore» e «dati sensibili» hanno il significato definito dal Regolamento generale sulla protezione dei dati (RGPD: n ° 2016-679)"
    },
    "PRESTATIONS": {
      "TITLE": "1. Presentazione del sito web.",
      "DESCRIPTION_1": "Ai sensi dell'articolo 6 della legge n ° 2004-575 del 21 giugno 2004 sulla fiducia nell'economia digitale, si informano gli utenti del sito web",
      "DESCRIPTION_2": "l'identità dei vari stakeholder nel contesto della sua attuazione e monitoraggio:",
      "OWNER": {
        "TITLE": "Proprietario",
        "DESCRIPTION": ": Randrin Nzeukang – Via Santa Maria 31/7 27029 Vigevano"
      },
      "RESPONSIBLE": {
        "TITLE": "Responsabile della pubblicazione",
        "DESCRIPTION_1": ": Randrin Nzeukang – nzeukangrandrin@gmail.com",
        "DESCRIPTION_2": "Il responsabile della pubblicazione è una persona fisica o una persona giuridica."
      },
      "WEBMASTER": {
        "TITLE": "Webmaster",
        "DESCRIPTION": ": Randrin Nzeukang – nzeukangrandrin@gmail.com"
      },
      "HOST": {
        "TITLE": "Ospite",
        "DESCRIPTION": ": Netlify – 2325 3rd Street, Suite 296 94107 San Francisco, California 010101010101"
      },
      "DATA_PROTECTION": {
        "TITLE": "Responsabile della protezione dei dati",
        "DESCRIPTION": ": Randrin Nzeukang – nzeukangrandrin@gmail.com"
      },
      "COPYRIGHT": {
        "TITLE": "Questo modello di note legali è proposto dal ",
        "DESCRIPTION": "generatore gratuito offerto da Orson.io"
      }
    },
    "GENERALS_CONDITIONS": {
      "TITLE": "2. Condizioni generali di utilizzo del sito e dei servizi offerti.",
      "DESCRIPTION_1": "Il Sito costituisce un'opera intellettuale protetta dalle disposizioni del Codice della proprietà intellettuale e dei Regolamenti internazionali applicabili. Il Cliente non può in alcun modo riutilizzare, trasferire o sfruttare per proprio conto tutti o parte degli elementi o delle opere del Sito.",
      "DESCRIPTION_2": "L’Utilizzo del sito ",
      "DESCRIPTION_3": " implica la piena accettazione delle condizioni generali di utilizzo di seguito descritte. Queste condizioni d'uso possono essere modificate o integrate in qualsiasi momento, gli utenti del sito ",
      "DESCRIPTION_4": " sono pertanto invitati a consultarli regolarmente.",
      "DESCRIPTION_5": "Questo sito Web è normalmente accessibile agli utenti in ogni momento. Tuttavia, l'interruzione per manutenzione tecnica può essere decisa da",
      "DESCRIPTION_6": ", che si adopererà quindi per comunicare preventivamente agli utenti le date e gli orari dell'intervento. Il sito web ",
      "DESCRIPTION_7": " viene aggiornato regolarmente da ",
      "DESCRIPTION_8": " responsabile. Allo stesso modo, le note legali possono essere modificate in qualsiasi momento: si applicano comunque all'utente, che è invitato a farvi riferimento il più spesso possibile per prenderne conoscenza."
    },
    "SERVICES": {
      "TITLE": "3. Descrizione dei servizi forniti.",
      "DESCRIPTION_1": "Il Sito web ",
      "DESCRIPTION_2": "mira a fornire informazioni su tutte le attività dell'azienda. ",
      "DESCRIPTION_3": "si sforza di fornire sul sito ",
      "DESCRIPTION_4": "informazioni quanto più precise possibile. Tuttavia, non può essere ritenuto responsabile per omissioni, inesattezze e carenze nell'aggiornamento, sia a causa sua che a partner di terze parti che gli forniscono queste informazioni.",
      "DESCRIPTION_5": "Tutte le informazioni indicate nel sito",
      "DESCRIPTION_6": "sono forniti solo a scopo informativo e sono soggetti a modifiche. Inoltre, le informazioni sul sito ",
      "DESCRIPTION_7": "non sono esaustivi. Sono dati a condizione che siano state apportate modifiche da quando sono stati messi in linea."
    },
    "LIMITATIONS": {
      "TITLE": "4. Limitazioni contrattuali sui dati tecnici.",
      "DESCRIPTION_1": "Il sito utilizza la tecnologia JavaScript. Il sito web non può essere ritenuto responsabile per danni materiali legati all'uso del sito. Inoltre l'utente del sito si impegna ad accedere al sito utilizzando apparecchiature recenti, che non contengano virus e con un browser aggiornato di ultima generazione.",
      "DESCRIPTION_2": "è ospitato da un fornitore di servizi nel territorio dell'Unione Europea in conformità con le disposizioni del Regolamento generale sulla protezione dei dati (RGPD: n. 2016-679)",
      "DESCRIPTION_3": "L'obiettivo è fornire un servizio che garantisca il miglior tasso di accessibilità. L'host garantisce la continuità del proprio servizio 24 ore su 24, tutti i giorni dell'anno. Si riserva tuttavia il diritto di interrompere il servizio di hosting per il più breve tempo possibile, in particolare a fini di manutenzione, miglioramento delle proprie infrastrutture, guasto delle proprie infrastrutture o qualora i Servizi e Servizi generino traffico ritenuto non naturale.",
      "DESCRIPTION_4": "e l'host non può essere ritenuto responsabile in caso di malfunzionamento della rete Internet, delle linee telefoniche o delle apparecchiature informatiche e telefoniche legate in particolare alla congestione della rete che impedisce l'accesso al server."
    },
    "PROPERTIES": {
      "TITLE": "5. Proprietà intellettuale e contraffazioni.",
      "DESCRIPTION_1": "possiede i diritti di proprietà intellettuale e detiene i diritti di utilizzo di tutti gli elementi accessibili sul sito web, in particolare testi, immagini, grafici, loghi, video, icone e suoni. Qualsiasi riproduzione, rappresentazione, modifica, pubblicazione, adattamento di tutti o parte degli elementi del sito, qualunque sia il mezzo o processo utilizzato, è vietata senza la previa autorizzazione scritta di :",
      "DESCRIPTION_2": "Qualsiasi utilizzo non autorizzato del sito o di qualsiasi elemento in esso contenuto sarà considerato come una violazione e perseguito in conformità con le disposizioni degli articoli L.335-2 e seguenti del Codice della proprietà intellettuale."
    },
    "RESPONSABILITIES": {
      "TITLE": "6. Limitazioni di responsabilità.",
      "DESCRIPTION_1": "funge da editore del sito.",
      "DESCRIPTION_2": "è responsabile della qualità e della veridicità del contenuto che pubblica.",
      "DESCRIPTION_3": "non può essere ritenuta responsabile per danni diretti o indiretti causati all'apparecchiatura dell'utente durante l'accesso al sito web",
      "DESCRIPTION_4": ", e derivante sia dall'utilizzo di apparecchiature non rispondenti alle specifiche indicate al punto 4, sia dalla comparsa di un bug o di incompatibilità. ",
      "DESCRIPTION_5": "non può inoltre essere ritenuta responsabile per danni indiretti (quali ad esempio una perdita di mercato o una perdita di opportunità) derivanti dall'utilizzo del sito",
      "DESCRIPTION_6": ". Gli spazi interattivi (possibilità di porre domande nell'area contatti) sono a disposizione degli utenti.",
      "DESCRIPTION_7": "si riserva il diritto di rimuovere, senza preavviso, qualsiasi contenuto pubblicato in questo spazio che violerebbe la legge applicabile in Francia, in particolare le disposizioni relative alla protezione dei dati. Se applicabile,",
      "DESCRIPTION_8": "si riserva inoltre il diritto di contestare la responsabilità civile e / o penale dell'utente, in particolare in caso di messaggio razzista, offensivo, diffamatorio o pornografico, indipendentemente dal mezzo utilizzato (testo, fotografia, ecc.)."
    },
    "PERSONALS_DATA": {
      "TITLE": "7. Gestione dei dati personali.",
      "DESCRIPTION": "Il Cliente è informato delle norme in materia di comunicazione di marketing, della legge del 21 giugno 2014 per la fiducia nell'economia digitale, del Data Protection Act del 06 agosto 2004 nonché del Regolamento generale sulla protezione dei dati (RGPD: n ° 2016-679 ).",
      "ONE": {
        "TITLE": "7.1 Responsabile della raccolta dei dati personali",
        "DESCRIPTION_1": "Per i Dati personali raccolti nell'ambito della creazione dell'account personale dell'Utente e della sua navigazione sul Sito, il responsabile del trattamento dei Dati personali è: Randrin Nzeukang.",
        "DESCRIPTION_2": "è rappresentato da Randrin Nzeukang, il suo rappresentante legale",
        "DESCRIPTION_3": "In qualità di responsabile del trattamento dei dati raccolti,",
        "DESCRIPTION_4": "si impegna a rispettare il quadro delle disposizioni legali in vigore. Spetta al Cliente in particolare stabilire le finalità del proprio trattamento dei dati, fornire ai propri potenziali clienti e clienti, dalla raccolta dei loro consensi, un'informativa completa sul trattamento dei propri dati personali e mantenere un registro dei trattamenti in conformità con la realtà. Ogni volta",
        "DESCRIPTION_5": "tratta i dati personali,",
        "DESCRIPTION_6": "adotta tutte le misure ragionevoli per garantire l'accuratezza e la pertinenza dei Dati personali rispetto alle finalità per le quali",
        "DESCRIPTION_7": "li tratta."
      },
      "TWO": {
        "TITLE": "7.2 Finalità dei dati raccolti",
        "DESCRIPTION_1": "può trattare tutti o parte dei dati :",
        "DESCRIPTION_2": "per consentire la navigazione sul Sito e la gestione e tracciabilità dei servizi e servizi ordinati dall'utente: dati di connessione e utilizzo del Sito, fatturazione, storico ordini, ecc.",
        "DESCRIPTION_3": "prevenire e combattere le frodi informatiche (spamming, hacking ...): apparecchiature informatiche utilizzate per la navigazione, indirizzo IP, password (hash)",
        "DESCRIPTION_4": "per migliorare la navigazione sul Sito: dati di connessione e di utilizzo",
        "DESCRIPTION_5": "per condurre indagini facoltative sulla soddisfazione",
        "DESCRIPTION_6": ": Indirizzo email",
        "DESCRIPTION_7": "per realizzare campagne di comunicazione (sms, email): numero di telefono, indirizzo email",
        "DESCRIPTION_8": "non commercializza i tuoi dati personali che vengono quindi utilizzati solo per necessità o per fini statistici e analitici."
      }, 
      "THREE": {
        "TITLE": "7.3 Diritto di accesso, rettifica e opposizione",
        "DESCRIPTION_1": "In conformità alla normativa europea vigente, gli Utenti di",
        "DESCRIPTION_2": "hanno i seguenti diritti :",
        "DESCRIPTION_3": "diritto di accesso (articolo 15 RGPD) e rettifica (articolo 16 RGPD), aggiornamento, completezza dei dati dell'utente diritto di bloccare o cancellare i dati personali dell'utente (articolo 17 del RGPD), quando sono inesatti, incompleti, equivoci, non aggiornati , o la cui raccolta, utilizzo, comunicazione o conservazione è vietata",
        "DESCRIPTION_4": "diritto di revocare il consenso in qualsiasi momento (articolo 13-2c RGPD)",
        "DESCRIPTION_5": "diritto alla limitazione del trattamento dei dati dell'Utente (articolo 18 RGPD)",
        "DESCRIPTION_6": "diritto di opporsi al trattamento dei dati dell'Utente (articolo 21 GDPR)",
        "DESCRIPTION_7": "diritto alla portabilità dei dati forniti dagli Utenti, quando tali dati sono soggetti a trattamento automatizzato basato sul loro consenso o su un contratto (articolo 20 GDPR)",
        "DESCRIPTION_8": "diritto di definire il destino dei dati degli Utenti dopo la loro morte e di scegliere a chi",
        "DESCRIPTION_9": "deve comunicare (o meno) i propri dati a un soggetto terzo da lui preventivamente designato",
        "DESCRIPTION_10": "Non appena ",
        "DESCRIPTION_11": "è a conoscenza della morte di un Utente e in assenza di istruzioni da parte sua,",
        "DESCRIPTION_12": "si impegna a distruggere i propri dati, salvo che la loro conservazione sia necessaria a fini probatori o per adempiere ad un obbligo di legge.",
        "DESCRIPTION_13": "Se l'Utente desidera sapere come",
        "DESCRIPTION_14": "utilizza i propri Dati Personali, chiedere di rettificarli o di opporsi al loro trattamento, l'Utente può contattare",
        "DESCRIPTION_15": "per iscritto al seguente indirizzo :",
        "DESCRIPTION_16": "Randrin Nzeukang – DPO, Randrin Nzeukang <br /> Via Santa Maria 31/7 27029 Vigevano.",
        "DESCRIPTION_17": "In this case, the User must indicate the Personal Data that he would like",
        "DESCRIPTION_18": "correggere, aggiornare o cancellare, identificandosi con precisione con una copia di un documento di identità (carta d'identità o passaporto).",
        "DESCRIPTION_19": "Le richieste di cancellazione dei Dati Personali saranno soggette agli obblighi imposti",
        "DESCRIPTION_20": "per legge, in particolare per quanto riguarda la conservazione o l'archiviazione dei documenti. Infine, gli utenti di",
        "DESCRIPTION_21": "peuvent déposer une réclamation auprès des autorités de contrôle, et notamment de la CNIL (https://www.cnil.fr/fr/plaintes)."
      },
      "FOURTH": {
        "TITLE": "7.4 Mancata comunicazione dei dati personali",
        "DESCRIPTION_1": "si astiene dall'elaborare, ospitare o trasferire le Informazioni raccolte sui propri Clienti in un paese situato al di fuori dell'Unione Europea o riconosciuto come « non idoneo » dalla Commissione Europea senza aver prima informato il Cliente. Tuttavia, ",
        "DESCRIPTION_2": "rimane libera di scegliere i propri subappaltatori tecnici e commerciali a condizione che presentino garanzie sufficienti in relazione ai requisiti del Regolamento generale sulla protezione dei dati (RGPD: n. 2016-679).",
        "DESCRIPTION_3": "si impegna a prendere tutte le precauzioni necessarie per preservare la sicurezza delle Informazioni e in particolare che non siano comunicate a persone non autorizzate. Tuttavia, se viene portato all'attenzione di",
        "DESCRIPTION_4": ", quest'ultimo deve informare quanto prima il Cliente e informarlo delle misure correttive intraprese. altrimenti",
        "DESCRIPTION_5": "non raccoglie alcun « dato sensibile »",
        "DESCRIPTION_6": "I Dati Personali dell'Utente possono essere trattati da società controllate da",
        "DESCRIPTION_7": "e subappaltatori (fornitori di servizi), esclusivamente al fine di raggiungere gli scopi di questa politica.",
        "DESCRIPTION_8": "Nei limiti delle rispettive attribuzioni e per le finalità sopra indicate, i principali soggetti suscettibili di avere accesso ai dati degli Utenti di",
        "DESCRIPTION_9": "sono principalmente i nostri agenti del servizio clienti."
      }
    },
    "NOTIFICATIONS": {
      "TITLE": "8. Notifica dell'incidente",
      "DESCRIPTION_1": "Non importa quanto ci provi, nessun metodo di trasmissione su Internet e nessun metodo di archiviazione elettronica è completamente sicuro. Non possiamo quindi garantire una sicurezza assoluta. Se veniamo a conoscenza di una violazione della sicurezza, informeremo gli utenti interessati in modo che possano intraprendere le azioni appropriate. Le nostre procedure di notifica degli incidenti tengono conto dei nostri obblighi legali, a livello nazionale o europeo. Ci impegniamo a informare completamente i nostri clienti di tutte le questioni relative alla sicurezza del loro account e a fornire loro tutte le informazioni necessarie per aiutarli a soddisfare i propri obblighi normativi in ​​materia di rendicontazione.",
      "DESCRIPTION_2": "Nessuna informazione personale dell'utente del sito",
      "DESCRIPTION_3": "non viene pubblicato all'insaputa dell'utente, scambiato, trasferito, ceduto o venduto su qualsiasi supporto a terzi. Solo l'assunzione del riacquisto di",
      "DESCRIPTION_4": "ed i suoi diritti consentirebbero la trasmissione di tali informazioni all'eventuale acquirente il quale sarebbe a sua volta vincolato dallo stesso obbligo di memorizzare e modificare i dati relativi all'utente del sito",
      "SECURITY": {
        "TITLE": "8.1 Sicurezza",
        "DESCRIPTION_1": "Per garantire la sicurezza e la riservatezza dei dati personali e dei dati sanitari personali,", 
        "DESCRIPTION_2": "utilizza reti protette da dispositivi standard come firewall, pseudonimizzazione, crittografia e password.",
        "DESCRIPTION_3": "Durante il trattamento dei dati personali,",
        "DESCRIPTION_4": "adotta tutte le misure ragionevoli per proteggerli da perdita, uso improprio, accesso non autorizzato, divulgazione, alterazione o distruzione."
      }
    },
    "APPLICABLE_LAW": {
      "TITLE": "10. Legge applicabile e attribuzione della giurisdizione.",
      "DESCRIPTION_1": "Qualsiasi controversia in relazione all'uso del sito",
      "DESCRIPTION_2": "è soggetto alla legge francese. Tranne nei casi in cui la legge non lo consente, la giurisdizione esclusiva è attribuita ai tribunali competenti di Randrin Nzeukang"
    }
  },
  "MODAL": {
    "IN_MODAL": "in",
    "OPEN_MODAL": "Leggi di Più",
    "CLOSE_MODAL": "Chiudi",
    "DESCRIPTION_MODAL": "Descrizione: ",
    "RESPONSABILITY_MODAL": "Responsabilità: ",
    "TECHNICAL_MODAL": "Ambiente Tecnico: "
  }
}
