{
  "HEADER": {
    "TITLE": "I am"
  },
  "ABOUT": {
    "TITLE": "About Me",
    "POSITION": "Now, I am Full Stack Developer @ Accenture",
    "DESCRIPTION_SOCIETY": "Multinational professional services company.",
    "DESCRIPTION_1": "Passionate by Innovation, Computer Science and Information Systems, I am open to all proposals in Computers Science and IT using various systems and programming languages in the fields of Technology Consulting and Engineering, Finance and Banking.",
    "DESCRIPTION_2": "Rigorous, Spirit of initiative, analysis and synthesis, Strong organizational and Interpersonal skills, Capacity for the teamwork. Available immediately, geographically mobile and listen to the market.",
    "NAME": "Name",
    "YEAR": "Year",
    "ADRESSE": "Adresse",
    "EMAIL": "E-mail",
    "PHONE": "Phone",
    "DISPONIBILITY_REQUEST": "Disponibility",
    "DISPONIBILITY_RESPONSE": "Permanent Position (Also evaluate Freelance)",
    "TESTIMONIALS": "Testimonials",
    "SERVICES": "Services",
    "CONFIANCE": "They trusted me",
    "FUN": "Fun Facts",
    "SHOW_MORE": "Show More",
    "SHOW_LESS": "Show Less"
  },
  "RESUME": {
    "TITLE": "My Expertise",
    "YEAR_WORK": "5 Years of Experience",
    "EDUCATION": {
      "TITLE": "Education"
    },
    "EXPERTISE": {
      "TITLE": "Experiences"
    },
    "TECHNICAL": {
      "TITLE": "Technical Skills"
    },
    "DOWNLOAD_CV": "Download CV"
  },
  "PORTFOLIO": {
    "TITLE": "My Portfolio"
  },
  "BLOG": {
    "TITLE": "My Blog"
  },
  "TESTIMONIAL": {
    "TITLE": "Testimonials"
  },
  "CONTACT": {
    "TITLE": "Contact Me",
    "RIGHT_FORM": {
      "TITLE": "Get in Touch",
      "DESCRIPTION": "Please find below all the information to get in touch with me. I would be happy to answer you as soon as possible.",
      "AVAILABLE": "Available Now"
    },
    "LEFT_FORM": {
      "TITLE": "Contact Form",
      "FULLNAME": "Full Name",
      "EMAIL": "Email Address",
      "MESSAGE": "Message for me",
      "BUTTON": "Send Message"
    }
  },
  "FOOTER": {
    "REALIZED": "Realized by",
    "ALL_RIGHTS": "All rights reserved.",
    "PRIVACY": "Privacy Policies",
    "CONDITION": "Terms and Conditions",
    "VERSION": "Version",
    "VERSION_NUMBER": "2.0.0",
    "LAST_VERSION": "Go to previous version"
  },
  "PRIVACY": {
    "TITLE": "My Privacy Policy"
  },
  "CONDITION": {
    "TITLE": "My Terms and Conditions",
    "DEFINITIONS": {
      "TITLE": "Definitions",
      "CLIENT": {
        "TITLE": "Customer : ",
        "DESCRIPTION": "any professional or capable natural person within the meaning of articles 1123 et seq. of the Civil Code, or legal person, who visits the Site subject to these general conditions."
      },
      "SERVICES": {
        "TITLE": "Benefits and Services : ",
        "DESCRIPTION": "makes available to Customers : "
      },
      "CONTENT": {
        "TITLE": "Content : ",
        "DESCRIPTION": "All of the elements that make up the information on the Site, in particular texts - images - videos."
      },
      "INFOS_CUSTOMERS": {
        "TITLE": "Customers informations : ",
        "DESCRIPTION_1": "Hereinafter referred to as 'Information (s)' which correspond to all the personal data likely to be held by",
        "DESCRIPTION_2": "for the management of your account, the management of the customer relationship and for the purposes of analysis and statistics."
      },
      "USER": {
        "TITLE": "User : ",
        "DESCRIPTION": "Internet user connecting, using the aforementioned site."
      },
      "INFOS_PERSONNALS": {
        "TITLE": "Personals informations : ",
        "DESCRIPTION": "« Information which allows, in any form whatsoever, directly or indirectly, the identification of the natural persons to whom it applies » (article 4 de la loi n° 78-17 du 6 janvier 1978).."
      },
      "DESCRIPTION": "The terms « personal data », « data subject », « subcontractor» and « sensitive data » have the meaning defined by the General Data Protection Regulation (RGPD: n ° 2016-679)"
    },
    "PRESTATIONS": {
      "TITLE": "1. Presentation of the website.",
      "DESCRIPTION_1": "Under article 6 of law n ° 2004-575 of June 21, 2004 on confidence in the digital economy, users of the website are informed",
      "DESCRIPTION_2": "the identity of the various stakeholders in the context of its implementation and monitoring:",
      "OWNER": {
        "TITLE": "Owner",
        "DESCRIPTION": ": Randrin Nzeukang – Via Santa Maria 31/7 27029 Vigevano"
      },
      "RESPONSIBLE": {
        "TITLE": "Publication manager",
        "DESCRIPTION_1": ": Randrin Nzeukang – nzeukangrandrin@gmail.com",
        "DESCRIPTION_2": "The publication manager is a natural person or a legal person."
      },
      "WEBMASTER": {
        "TITLE": "Webmaster",
        "DESCRIPTION": ": Randrin Nzeukang – nzeukangrandrin@gmail.com"
      },
      "HOST": {
        "TITLE": "Host",
        "DESCRIPTION": ": Netlify – 2325 3rd Street, Suite 296 94107 San Francisco, California 010101010101"
      },
      "DATA_PROTECTION": {
        "TITLE": "Data protection officer",
        "DESCRIPTION": ": Randrin Nzeukang – nzeukangrandrin@gmail.com"
      },
      "COPYRIGHT": {
        "TITLE": "This model of legal notices is proposed by the",
        "DESCRIPTION": "free generator offered by Orson.io"
      }
    },
    "GENERALS_CONDITIONS": {
      "TITLE": "2. General conditions of use of the site and the services offered.",
      "DESCRIPTION_1": "The Site constitutes an intellectual work protected by the provisions of the Intellectual Property Code and applicable International Regulations. The Customer may not in any way reuse, transfer or exploit for his own account all or part of the elements or works of the Site.",
      "DESCRIPTION_2": "Use of the site ",
      "DESCRIPTION_3": " implies full acceptance of the general conditions of use described below. These conditions of use are likely to be modified or supplemented at any time, users of the site ",
      "DESCRIPTION_4": " are therefore invited to consult them on a regular basis.",
      "DESCRIPTION_5": "This website is normally accessible to users at all times. An interruption due to technical maintenance may however be decided by ",
      "DESCRIPTION_6": ", who will then endeavor to communicate to users beforehand the dates and times of the intervention. The website ",
      "DESCRIPTION_7": " is updated regularly by ",
      "DESCRIPTION_8": " responsible. Likewise, the legal notices can be modified at any time: they nevertheless apply to the user, who is invited to refer to them as often as possible in order to become acquainted with them."
    },
    "SERVICES": {
      "TITLE": "3. Description of services provided.",
      "DESCRIPTION_1": "The Website ",
      "DESCRIPTION_2": "aims to provide information on all of the company's activities. ",
      "DESCRIPTION_3": "strives to provide on the site ",
      "DESCRIPTION_4": "information as precise as possible. However, it cannot be held responsible for omissions, inaccuracies and deficiencies in the update, whether due to itself or to third party partners who provide this information.",
      "DESCRIPTION_5": "All the information indicated on the site",
      "DESCRIPTION_6": "are given for information only, and are subject to change. In addition, the information on the site ",
      "DESCRIPTION_7": "are not exhaustive. They are given subject to modifications having been made since they were put online."
    },
    "LIMITATIONS": {
      "TITLE": "4. Contractual limitations on technical data.",
      "DESCRIPTION_1": "The site uses JavaScript technology. The website cannot be held responsible for material damage related to the use of the site. In addition, the user of the site agrees to access the site using recent equipment, which does not contain viruses and with a latest generation browser that is updated the site",
      "DESCRIPTION_2": "is hosted by a service provider in the territory of the European Union in accordance with the provisions of the General Data Protection Regulation (RGPD: No. 2016-679)",
      "DESCRIPTION_3": "The objective is to provide a service that ensures the best accessibility rate. The host ensures the continuity of its service 24 hours a day, every day of the year. It nevertheless reserves the right to interrupt the hosting service for the shortest possible periods of time, in particular for the purposes of maintenance, improvement of its infrastructures, failure of its infrastructures or if the Services and Services generate deemed traffic unnatural.",
      "DESCRIPTION_4": "and the host cannot be held responsible in the event of a malfunction of the Internet network, telephone lines or computer and telephone equipment linked in particular to network congestion preventing access to the server."
    },
    "PROPERTIES": {
      "TITLE": "5. Intellectual property and counterfeits.",
      "DESCRIPTION_1": "owns the intellectual property rights and holds the rights to use all elements accessible on the website, in particular texts, images, graphics, logos, videos, icons and sounds. Any reproduction, representation, modification, publication, adaptation of all or part of the elements of the site, whatever the means or process used, is prohibited without the prior written consent of :",
      "DESCRIPTION_2": "Any unauthorized use of the site or any of the elements it contains will be considered as constituting an infringement and prosecuted in accordance with the provisions of Articles L.335-2 and following of the Intellectual Property Code. "
    },
    "RESPONSABILITIES": {
      "TITLE": "6. Limitations of Liability.",
      "DESCRIPTION_1": "acts as the publisher of the site.",
      "DESCRIPTION_2": "is responsible for the quality and veracity of the Content it publishes.",
      "DESCRIPTION_3": "cannot be held responsible for direct or indirect damage caused to the user's equipment when accessing the website",
      "DESCRIPTION_4": ", and resulting either from the use of equipment that does not meet the specifications indicated in point 4, or from the appearance of a bug or incompatibility.",
      "DESCRIPTION_5": "cannot also be held responsible for indirect damages (such as for example a loss of market or loss of a chance) resulting from the use of the site",
      "DESCRIPTION_6": ". Interactive spaces (possibility to ask questions in the contact area) are available to users.",
      "DESCRIPTION_7": "reserves the right to remove, without prior notice, any content posted in this space that would violate the law applicable in France, in particular the provisions relating to data protection. If applicable,",
      "DESCRIPTION_8": "also reserves the right to question the civil and / or criminal liability of the user, particularly in the event of a racist, abusive, defamatory or pornographic message, regardless of the medium used (text, photography, etc.)."
    },
    "PERSONALS_DATA": {
      "TITLE": "7. Management of personal data.",
      "DESCRIPTION": "The Customer is informed of the regulations concerning marketing communication, the law of June 21, 2014 for confidence in the Digital Economy, the Data Protection Act of August 06, 2004 as well as the General Data Protection Regulation (RGPD: n ° 2016-679).",
      "ONE": {
        "TITLE": "7.1 Responsible for collecting personal data",
        "DESCRIPTION_1": "For Personal Data collected as part of the creation of the User's personal account and its navigation on the Site, the person responsible for processing Personal Data is: Randrin Nzeukang.",
        "DESCRIPTION_2": "is represented by Randrin Nzeukang, its legal representative",
        "DESCRIPTION_3": "As responsible for processing the data it collects,",
        "DESCRIPTION_4": "undertakes to comply with the framework of the legal provisions in force. It is up to the Client in particular to establish the purposes of its data processing, to provide its prospects and clients, from the collection of their consents, with complete information on the processing of their personal data and to maintain a register of treatments in accordance with reality. Every time",
        "DESCRIPTION_5": "processes Personal Data,",
        "DESCRIPTION_6": "takes all reasonable measures to ensure the accuracy and relevance of the Personal Data with regard to the purposes for which ",
        "DESCRIPTION_7": "treats them."
      },
      "TWO": {
        "TITLE": "7.2 Purpose of the data collected",
        "DESCRIPTION_1": "may process all or part of the data :",
        "DESCRIPTION_2": "to allow navigation on the Site and the management and traceability of the services and services ordered by the user: connection and use data of the Site, invoicing, order history, etc.",
        "DESCRIPTION_3": "to prevent and fight against computer fraud (spamming, hacking, etc.): computer equipment used for browsing, IP address, password (hash)",
        "DESCRIPTION_4": "to improve navigation on the Site: connection and usage data",
        "DESCRIPTION_5": "to conduct optional satisfaction surveys on",
        "DESCRIPTION_6": ": E-mail adress",
        "DESCRIPTION_7": "to carry out communication campaigns (sms, email): phone number, email address",
        "DESCRIPTION_8": "does not market your personal data which is therefore only used out of necessity or for statistical and analytical purposes."
      },
      "THREE": {
        "TITLE": "7.3 Right of access, rectification and opposition",
        "DESCRIPTION_1": "In accordance with current European regulations, Users of",
        "DESCRIPTION_2": "have the following rights :",
        "DESCRIPTION_3": "right of access (article 15 RGPD) and rectification (article 16 RGPD), update, completeness of User data right to block or erase User personal data (article 17 of the RGPD), when they are inaccurate, incomplete, equivocal, out of date, or the collection, use, communication or conservation of which is prohibited",
        "DESCRIPTION_4": "right to withdraw consent at any time (article 13-2c RGPD)",
        "DESCRIPTION_5": "right to limit the processing of User data (article 18 RGPD)",
        "DESCRIPTION_6": "right to oppose the processing of User data (article 21 GDPR)",
        "DESCRIPTION_7": "right to portability of data that Users have provided, when this data is subject to automated processing based on their consent or on a contract (article 20 GDPR)",
        "DESCRIPTION_8": "right to define the fate of Users' data after their death and to choose to whom",
        "DESCRIPTION_9": "must communicate (or not) their data to a third party that they have previously designated",
        "DESCRIPTION_10": "As soon as",
        "DESCRIPTION_11": "is aware of the death of a User and in the absence of instructions from him,",
        "DESCRIPTION_12": "undertakes to destroy its data, unless their retention is necessary for evidentiary purposes or to meet a legal obligation.",
        "DESCRIPTION_13": "If the User wishes to know how",
        "DESCRIPTION_14": "uses their Personal Data, request to rectify them or oppose their processing, the User can contact",
        "DESCRIPTION_15": "pin writing to the following address :",
        "DESCRIPTION_16": "Randrin Nzeukang – DPO, Randrin Nzeukang <br /> Via Santa Maria 31/7 27029 Vigevano.",
        "DESCRIPTION_17": "In tal caso, l'Utente dovrà indicare i Dati Personali che desidera",
        "DESCRIPTION_18": "corrects, updates or deletes, by identifying themselves precisely with a copy of an identity document (identity card or passport).",
        "DESCRIPTION_19": "Requests for the deletion of Personal Data will be subject to the obligations imposed on",
        "DESCRIPTION_20": "by law, in particular with regard to the preservation or archiving of documents. Finally, Users of",
        "DESCRIPTION_21": "può presentare un reclamo alle autorità di controllo, e in particolare alla CNIL (https://www.cnil.fr/fr/plaintes)."
      },
      "FOURTH": {
        "TITLE": "7.4 Non-communication of personal data",
        "DESCRIPTION_1": "refrains from processing, hosting or transferring the Information collected on its Customers to a country located outside the European Union or recognized as « unsuitable »  by the European Commission without first informing the customer. However,",
        "DESCRIPTION_2": "remains free to choose its technical and commercial subcontractors on the condition that they present sufficient guarantees with regard to the requirements of the General Data Protection Regulation (RGPD: No. 2016-679).",
        "DESCRIPTION_3": "undertakes to take all necessary precautions to preserve the security of the Information and in particular that it is not communicated to unauthorized persons. However, if an incident impacting the integrity or confidentiality of Customer Information is brought to the attention of ",
        "DESCRIPTION_4": ", the latter must inform the Customer as soon as possible and inform him of the corrective measures taken. otherwise",
        "DESCRIPTION_5": "does not collect any « sensitive data ».",
        "DESCRIPTION_6": "The User's Personal Data may be processed by subsidiaries of",
        "DESCRIPTION_7": "and subcontractors (service providers), exclusively in order to achieve the purposes of this policy.",
        "DESCRIPTION_8": "Within the limits of their respective attributions and for the purposes mentioned above, the main persons likely to have access to the data of the Users of",
        "DESCRIPTION_9": "are mainly our customer service agents."
      }
    },
    "NOTIFICATIONS": {
      "TITLE": "8. Incident notification",
      "DESCRIPTION_1": "No matter how hard you try, no method of transmission over the Internet and no method of electronic storage is completely secure. We cannot therefore guarantee absolute security. If we become aware of a security breach, we will notify affected users so that they can take appropriate action. Our incident notification procedures take into account our legal obligations, whether at national or European level. We are committed to fully informing our clients of all matters relating to the security of their account and to providing them with all the information necessary to help them meet their own regulatory reporting obligations.",
      "DESCRIPTION_2": "No personal information of the user of the site",
      "DESCRIPTION_3": "is not published without the knowledge of the user, exchanged, transferred, assigned or sold on any medium whatsoever to third parties. Only the assumption of the repurchase of",
      "DESCRIPTION_4": "and his rights would allow the transmission of said information to the possible purchaser who would in turn be bound by the same obligation to store and modify data with regard to the user of the site",
      "SECURITY": {
        "TITLE": "Security",
        "DESCRIPTION_1": "To ensure the security and confidentiality of Personal Data and Personal Health Data,",
        "DESCRIPTION_2": "uses networks protected by standard devices such as firewalls, pseudonymization, encryption and password.",
        "DESCRIPTION_3": "When processing Personal Data,",
        "DESCRIPTION_4": "takes all reasonable steps to protect them against loss, misuse, unauthorized access, disclosure, alteration or destruction."
      }
    },
    "APPLICABLE_LAW": {
      "TITLE": "10. Applicable law and attribution of jurisdiction.",
      "DESCRIPTION_1": "Any dispute in connection with the use of the site",
      "DESCRIPTION_2": "is subject to French law. Except in cases where the law does not allow it, exclusive jurisdiction is attributed to the competent courts of Randrin Nzeukang"
    }
  },
  "MODAL": {
    "IN_MODAL": "in",
    "OPEN_MODAL": "Read More",
    "CLOSE_MODAL": "Close",
    "DESCRIPTION_MODAL": "Description: ",
    "RESPONSABILITY_MODAL": "Responsabilities: ",
    "TECHNICAL_MODAL": "Technical Environment: "
  }
}
